Repository: common-repository/apiki-wp-care
Catalog: languages/apiki-wp-care-*.po
Languages: pt_br

source: A new report was requested, soon we will have its result.
pt_br: Um novo relatório foi solicitado, logo teremos o seu resultado.

source: [WP Care] We have checked the Security Alerts about this WordPress.
pt_br: [WP Care] Verificamos os alertas de segurança sobre este WordPress.

source: Check out the results.
pt_br: Confira os resultados.

source: Dashboard
pt_br: Painel

source: Security Alerts
pt_br: Alertas de Segurança

source: Credits
pt_br: Créditos

source: Function bcadd is not defined, instal PHP module "php-bcmath".
pt_br: A função bcadd não está definida, instale o módulo "php-bcmath" do PHP.

source: WP Safe is an Apiki service used to analyze and process security analysis routines on the WordPress platform.
pt_br: O WP Safe é um serviço da Apiki utilizado para analisar e processar rotinas de análises de segurança em plataforma WordPress.

source: The WPScan Vulnerability Database is an online browsable version of WPScan's data files which are used to detect known WordPress core, plugin and theme vulnerabilities. This database has been compiled by the WPScan Team and various other contributors since WPScan's release. The development of the WPScan Vulnerability Database was funded by BruCON's 5by5 project.
pt_br: O WPScan Vulnerability Database é uma versão on-line navegável dos arquivos de dados do WPScan que são usados para detectar vulnerabilidades conhecidas de núcleo, plug-in e tema do WordPress. Este banco de dados foi compilado pela WPScan Team e vários outros colaboradores desde o lançamento do WPScan. O desenvolvimento do WPScan Vulnerability Database foi financiado pelo projeto 5by5 da BruCON.

source: About the WP Care Plugin
pt_br: Sobre o plugin WP Care

source: A solution to monitor your WordPress installation, plugins and themes in use to alert you to existing security vulnerabilities.
pt_br: Uma solução para monitorar sua instalação do WordPress, plugins e temas em uso para alertá-lo sobre vulnerabilidades de segurança existentes.

source: The WP Care plugin security alerts is an Apiki initiative to help you keep only WordPress versions, plugins, and themes safe.
pt_br: O plugin WP Care é uma iniciativa da Apiki para auxiliar os usuários do WordPress com alertas de segurança do core, plugins e temas através de um serviço de análise.

source: All analyzes are automated;
pt_br: Todas as análises são automatizadas;

source: The WordPress version is checked for vulnerabilities;
pt_br: As vulnerabilidades da versão do WordPress são verificadas;

source: Each Plugin, and its respective version, is checked for vulnerabilities. As well as each Theme.
pt_br: Cada Plugin, e sua respectiva versão, são verificados. Bem como cada tema.

source: About Apiki Company
pt_br: Sobre a Apiki

source: Company of the iMasters Group, is the first company specialized in WordPress in Brazil, focused solely and exclusively on this platform. Responsible for large cases in the market and proudly certified by its customers.
pt_br: Empresa do Grupo iMasters, é a primeira empresa especializada em WordPress do Brasil, focada única e exclusivamente nessa plataforma. Responsável por grandes cases no mercado e orgulhosamente certificada por seus clientes.

source: Do you want to talk to Apiki?
pt_br: Quer falar com a Apiki?

source: Talk to us. %s We specialize in WordPress.
pt_br: Fale com a gente. %s Somos especialistas em WordPress.

source: Contact us
pt_br: Entre em contato conosco

source: Monitor your WordPress installation, plugins and themes in use against security vulnerabilities.
pt_br: Monitore sua instalação do WordPress, plugins e temas em uso contra vulnerabilidades de segurança.

source: Apiki. Specialized in WordPress
pt_br: Apiki. Especializada em WordPress

source: WP Care. An Apiki product for WordPress specialized support.
pt_br: WP Care. Um produto Apiki para suporte especializado em WordPress.

source: Need help? We can help you.
pt_br: Precisa de ajuda? Nós podemos ajudar você.

source: Help
pt_br: Ajuda

source: Themes
pt_br: Temas

source: Verify Now
pt_br: Verifique Agora

source: Last check at %s
pt_br: Última verificação em %s

source: View Report
pt_br: Ver Relatório

source: Be careful! Your site is at risk. Do something right now.
pt_br: Seja cuidadoso! Seu site está em risco. Atue imediatamente.

source: Great! Your site seems to me with no security alert.
pt_br: Ótimo! Seu site me parece sem nenhum alerta de segurança.

source: Version %s
pt_br: Versão %s

source: SSL Activated - %s
pt_br: SSL Ativado - %s

source: Your report is empty yet. Wait while we analize your WordPress version and each plugin, and its respective version, as well as the themes.
pt_br: Seu relatório ainda está vazio. Aguarde enquanto analisamos sua versão do WordPress e cada plugin, e sua respectiva versão, bem como os temas.

source: Sorry. We don't have a report available to this item.
pt_br: Desculpe. Não temos um relatório disponível para este item.

source: Your ally to keep your WordPress installation healthy, safe and performative.
pt_br: Seu aliado para manter sua instalação do WordPress saudável, segura e performática.
